{
    "tabs": {
        "hello": "hello",
        "About Me": "About Me",
        "Skills": "Skills",
        "Projects": "Projects"
    },

    "days": {
        "sun": "Sun",
        "mon": "Mon",
        "tue": "Tue",
        "wed": "Wed",
        "thu": "Thu",
        "fri": "Fri",
        "sat": "Sat"
    },
    "months": {
        "jan": "Jan",
        "feb": "Feb",
        "mar": "Mar",
        "apr": "Apr",
        "may": "May",
        "jun": "Jun",
        "jul": "Jul",
        "aug": "Aug",
        "sep": "Sep",
        "oct": "Oct",
        "nov": "Nov",
        "dec": "Dec"
    },
    "Year": "Year",
    
    "Loading": "Loading",

    "Cookie": "Do you allow the use of cookies for analytics?",
    "PutStarrGithub": "Put a star on the Github",
    "repo": "repository :)",
    "Yes": "Yes",
    "No": "No",

    "hello": "Hello !",
    "Contact me": "Contact me",
    "Glad to see you": "Glad to see you",
    "Now I'll tell you more about myself": "Now I'll tell you more about myself",

    "My Skils": "My Skils",
    "My activity github": "My activity github",

    "paragraph1": "I'm an ordinary programmer enthusiast, a frontend/embedded systems developer. I started in 2024. I love to delve into deep topics like algorithms and operating systems, but I mainly publish school projects, which are for learning, on my GitHub account. I'm currently in college and don't have enough time for my own projects all my time goes to studying.",
    "paragraph2": "I'm studying to be a software developer in college. As I said, I enjoy building apps and websites and understanding low-level systems.",
    "paragraph3": "I was programming before, I remember how in 2023. I made my first website using HTML and CSS for a computer science homework assignment in 7th grade. Back then, I think I got an 11 for the work, and I liked it, so I started learning programming on my own, well specifically frontend development. When I was learning, I didn’t know what directions existed, so I studied frontend and in 2024 I first learned about Git and GitHub, and that’s when I created my account chosensoull, but I had nothing to upload."
}