{
    "tabs": {
        "hello": "Привет",
        "About Me": "Обо мне",
        "Skills": "Навыки",
        "Projects": "Проекты"
    },

    "days": {
        "sun": "Вс",
        "mon": "Пн",
        "tue": "Вт",
        "wed": "Ср",
        "thu": "Чт",
        "fri": "Пт",
        "sat": "Сб"
    },
    "months": {
        "jan": "Янв",
        "feb": "Фев",
        "mar": "Мар",
        "apr": "Апр",
        "may": "Май",
        "jun": "Июн",
        "jul": "Июл",
        "aug": "Авг",
        "sep": "Сен",
        "oct": "Окт",
        "nov": "Ноя",
        "dec": "Дек "
    },
    "Year": "Год",

    "Loading": "Загрузка",

    "Cookie": "Разрешаете использование Cookie для аналитики?",
    "PutStarrGithub": "Поставьте звездочку на Github",
    "repo": "репозиторий :)",
    "Yes": "Да",
    "No": "Нет",

    "hello": "Привет !",
    "Contact me": "Свяжитесь со мной",
    "Glad to see you": "Рад тебя видеть",
    "Now I'll tell you more about myself": "А теперь я расскажу тебе о себе подробнее",

    "My Skils": "Мои навыки",
    "My activity github": "Моя активность на GitHub",
    
    "paragraph1": "Я обычный энтузиаст программист, разработчик frontend/embedded систем. Я начал в 2024 году. Мне нравится углубляться в такие серьезные темы, как алгоритмы и операционные системы, но в основном я публикую в своем аккаунте GitHub учебные, школьные проекты. Сейчас я учусь в колледже и у меня не хватает времени на собственные проекты, все мое время уходит на учебу.",
    "paragraph2": "Я учусь в колледже на разработчика программного обеспечения. Как я уже говорил, мне нравится создавать приложения и веб-сайты, а также разбираться в низкоуровневых системах.",
    "paragraph3": "Я занимался программированием и раньше, я помню, как в 2023 году сделал свой первый веб-сайт, используя HTML и CSS для задания по информатике в 7 классе. Тогда, по-моему, я получил за работу 11 баллов, и мне это понравилось, поэтому я начал самостоятельно изучать программирование, а точнее, фронтенд-разработку. Когда я учился, я не знал какие направления существуют, поэтому изучал фронтенд, а в 2024 году впервые узнал о Git и GitHub, и именно тогда создал свой аккаунт chosensoull, но мне нечего было загружать."
}