{
    "tabs": {
        "hello": "Привіт",
        "About Me": "Про мене",
        "Skills": "Навички",
        "Projects": "Проєкти"
    },
    "days": {
        "sun": "Нд",
        "mon": "Пн",
        "tue": "Вт",
        "wed": "Ср",
        "thu": "Чт",
        "fri": "Пт",
        "sat": "Сб"
    },
    "months": {
        "jan": "Січ",
        "feb": "Лют",
        "mar": "Бер",
        "apr": "Кві",
        "may": "Тра",
        "jun": "Чер",
        "jul": "Лип",
        "aug": "Сер",
        "sep": "Вер",
        "oct": "Жов",
        "nov": "Лис",
        "dec": "Гру"
    },
    "Year": "Рік",
    "hello": "Привіт !",
    "Contact me": "Зв'язатися зі мною",
    "Glad to see you": "Радий тебе бачити",
    "My Skils": "Мої навички",
    "My activity github": "Моя активність на GitHub",
    "Now I'll tell you more about myself": "А тепер я розповім тобі про себе докладніше",
    "paragraph1": "Я звичайний ентузіаст програміст, розробник frontend/вбудованих систем. Я почав у 2024 році. Мені подобається заглиблюватися в такі серйозні теми, як алгоритми та операційні системи, але здебільшого я публікую у своєму обліковому записі GitHub навчальні, шкільні проєкти. Зараз я навчаюся в коледжі і мені не вистачає часу на власні проєкти, увесь мій час іде на навчання.",
    "paragraph2": "Я навчаюся в коледжі на розробника програмного забезпечення. Як я вже казав, мені подобається створювати додатки та веб-сайти, а також розумітися на низькорівневих системах.",
    "paragraph3": "Я займався програмуванням і раніше, пам'ятаю, як у 2023 році зробив свій перший веб-сайт, використовуючи HTML та CSS, для домашнього завдання з інформатики у 7 класі. Тоді, здається, я отримав за роботу 11 балів, і мені це сподобалося, тому я почав самостійно вивчати програмування, а саме фронтенд-розробку. Коли я навчався, я не знав, які напрями існують, тому вивчав фронтенд, а у 2024 році вперше дізнався про Git та GitHub, і саме тоді створив свій обліковий запис chosensoull, але мені не було чого завантажувати."
}